{"title":"Protesters and Police Clash in Paraguay Amid Anger Over Pandemic Response","link":"https://www.nytimes.com/2021/03/05/world/americas/paraguay-protests.html","author":"Reuters","description":"Security forces used rubber bullets and tear gas against demonstrators in the capital as fury rose over the governments handling of the health crisis.","content":"Sections\nSEARCHSkip to contentSkip to site index\nAmericas\nLog in\nTodays Paper\nAmericas|Protesters and Police Clash in Paraguay Amid Anger Over Pandemic Response\n#masthead-section-label, #masthead-bar-one { display: none }\nThe CoronavirusOutbreak\nliveLatest Updates\nMaps and Cases\nRisk Near You\nVaccine Rollout\nNew Variants Tracker\nAdvertisementContinue reading the main story\nSupported byContinue reading the main story\nProtesters and Police Clash in Paraguay Amid Anger Over Pandemic Response\nSecurity forces used rubber bullets and tear gas against demonstrators in the capital as fury rose over the governments handling of the health crisis.\nVideo\nThe police in the Paraguayan capital, Asunción, fired tear gas and rubber bullets on Friday to disperse crowds protesting record numbers of coronavirus cases and the countrys troubled health care system.CreditCredit...Jorge Saenz/Associated Press\nByReuters\nMarch 5, 2021\nASUNCIÓN, Paraguay  Protesters clashed with the police in Paraguays capital, Asunción, late on Friday as anger over the governments handling of the coronavirus crisis boiled onto the streets and forced the resignation of the countrys top health official.\nSecurity forces fired rubber bullets and tear gas at hundreds of demonstrators who had gathered around the Congress building, while protesters broke down security barriers, burned road barricades and threw stones at the police.\nThe protests broke out amid growing outrage as coronavirus infections hit record levels and hospitals verged on collapse throughout Paraguay.\nImageProtesters threw stones at the police, who responded with tear gas and rubber bullets.Credit...Jorge Saenz/Associated Press\nIt is a pity that young people have taken this too far. They are people who seek only to destroy, Arnaldo Giuzzio, the interior minister, told the Telefuturo television channel. This violence does not make sense.\nEarlier on Friday, the health minister, Julio Mazzoleni, resigned, a day after lawmakers called for his ouster.\nMr. Mazzoleni is the latest of several top health officials across Latin America to have been forced from their jobs in recent weeks amid increasing anger over the handling of the pandemic and the slow rollout of vaccinations.\nTo replace him, PresidentMario Abdo Benítezappointed Dr. Julio Borba, a vice minister. Mr. Borba told reporters he would begin tracking down medicine and supplies immediately.\nParaguay is posting record numbers of cases daily, according to a Reuters tally, with 115 infections per 100,000 people reported in the last seven days. The country has vaccinated less than 0.1 percent of its population, according to Reuters data.\nAdvertisementContinue reading the main story\n","date":"6 Mar 2021 03:20:04 GMT"}