{"title":"Desperate Italy Blocks Exports of Vaccines Bound for Australia","link":"https://www.nytimes.com/2021/03/04/world/europe/Covid-AstraZeneca-vaccines-Europe.html","author":"Benjamin Mueller and Matina Stevis-Gridneff","description":"The move, under new E.U. rules, is part of an intensifying global competition for doses as vaccine shortages hamper rollouts and variants raise fears of virus surges.","content":"Sections\nSEARCHSkip to contentSkip to site index\nEurope\nLog in\nTodays Paper\nEurope|Desperate Italy Blocks Exports of Vaccines Bound for Australia\n#masthead-section-label, #masthead-bar-one { display: none }\nThe CoronavirusOutbreak\nliveLatest Updates\nMaps and Cases\nRisk Near You\nVaccine Rollout\nNew Variants Tracker\nAdvertisementContinue reading the main story\nSupported byContinue reading the main story\nDesperate Italy Blocks Exports of Vaccines Bound for Australia\nThe move, under new E.U. rules, is part of an intensifying global competition for doses as vaccine shortages hamper rollouts and variants raise fears of virus surges.\nA healthcare worker administering a coronavirus vaccine in Rome on Wednesday. Credit...Angelo Carconi/EPA, via Shutterstock\nByBenjamin MuellerandMatina Stevis-Gridneff\nMarch 4, 2021\nItaly has blocked 250,000 doses of coronavirus vaccine from being flown to Australia, the government said on Thursday, making good on the European Unions recent threats to clamp down on vaccine exports amid a global tug of war over desperately needed shots.\nThe decision to stop the shipment by AstraZeneca was a sharp escalation in the competition for vaccines, one that has become ever more frantic as Europe confronts the early signs of a possible new wave of infections driven by new coronavirus variants.\nThe prospect of shipping hundreds of thousands of doses from Italy, where infections are on a steep ascent, to Australia, which is recording a handful of daily cases, evidently proved unpalatable to Italys new prime minister, Mario Draghi. Italy took action under new E.U. rules  passed after AstraZeneca cut projected deliveries  that allow any member country to stop exports of vaccines to nations outside the bloc.\nAustralia has reacted calmly, with officials asking the European Commission to review the decision while insisting that the blocked delivery would not have a major impact.\nThe E.U.s disastrously slow vaccine rollout has enraged many Europeans and embarrassed their leaders. Ever since AstraZeneca slashed the number of doses it expected to deliver in the early part of 2021, European leaders have been lashing out at the company and trying to assuage the anger among their citizens.\nVaccine makers have had some leeway within their contracts to decide where to send doses from a global network of factories. But Italy  which endured one of the worlds harshest outbreaks  has pressed for bolder action by Europe to seize more control.\nAmid vaccination campaigns that have been dominated by rich countries, Italys move intensified a global slugfest over doses that analysts have warned could drive up prices and further undercut the fair distribution of vaccines.\nBut Italy is not the only country reluctant to watch doses get shipped elsewhere. European leaders have noted that the United States and Britain are largely holding tight to vaccines made in those countries.\nImageA shipment of the AstraZeneca vaccine arrived at a vaccination center in Rome last month.Credit...Cecilia Fabiano/LaPresse, via Associated Press\nThe United States has rejected the idea of sending some of its own supply of vaccines to Mexico. And Britain has indicated that it would consider sending spare doses to Ireland, but only once supplies for its entire vaccination program were assured.\nAfter Italys action, the doses originally bound for Australia will instead be kept within the European Union, part of the stock being shared by member countries.\n#covid-signup-module { margin-left: 20px; margin-right: 20px; width: calc(100% - 40px); max-width: 600px; } @media (min-width: 600px) { #covid-signup-module { margin-left: auto; margin-right: auto; width: 100%; } }\nGuntram Wolff, director of the Brussels-based Bruegel think tank, said that governments have a duty to protect their own citizens, but that an escalating tit-for-tat fight over vaccines served no ones interests.\nThere is always a risk of retaliation, he added. Long-term, such a decision is never a good idea.\nThe E.U. battle with AstraZeneca erupted in January. The company had said it would try to provide 80 million doses to the European Union in the first quarter of this year, but after production failures, it slashed that number by more than half.\nAstraZeneca, which developed its vaccine with the University of Oxford, eventually agreed to send some additional doses, but not enough to mollify European leaders who have been under enormous pressure to turbocharge relatively sluggish rollouts.\nThe bloc has administered eight doses of vaccines per 100 residents. By comparison, the United States has given 24 doses per 100 people and Britain has given 32.\nMany European countries are now experiencing a rise in coronavirus cases caused largely by the highly contagious variant first seen in Britain. After a monthlong decline in overall Covid-19 cases in the European Union, cases began climbing again from mid-February. Some epidemiologists fear that the United States, increasingly in the grip of the variant from Britain, could soon face the same sort of rise.\nThe Coronavirus Outbreak:Latest Updates\nUpdated \nMarch 6, 2021, 6:57 p.m. ET\nParents urged children to burn masks at a demonstration on the steps of the Idaho State Capitol.\nRepublican governors are ordering schools to reopen, buoyed by declining cases and C.D.C. advice.\nCatholic leaders in the U.S. call vaccines a moral obligation.\nFor Mr. Draghi, who took office last month, accelerating the pace of vaccinations has become a priority. He has challenged the European Union for not controlling the export of vaccines as stringently as the United States. And he has ramped up the countrys vaccine targets and quickly replaced the top officials in charge of the rollout.\nImage\nThe AstraZeneca vaccine arrives in Pratica di Mare last month.Credit...Italian Air Force\nWe need to go faster, much faster, Mr. Draghi said during the last meeting of European leaders. He insisted that the bloc should make aggressive use of all its legal rights to rapidly boost supply of vaccines at home.\nHe has sought to mark a dramatic shift with Italys previous government, a squabbling coalition led by Giuseppe Conte. Mr. Contes government was sharply criticized for its handling of the vaccination campaign, including the emphasis it put ona plan to create flower-shaped vaccination pavilions.\nUnder the new E.U. rules, companies must seek permission to export doses produced within the bloc, and the bloc asks its members to weigh in.\nAfter receiving a request last week from AstraZeneca about the 250,000 doses bound for Australia, Italy told the European Commission, the blocs executive body, that it did not want to allow the exports. The commission did not object, and Italys foreign ministry said it notified AstraZeneca on Tuesday.\nIt was the first such move since the creation of the new E.U. controls, which are set to remain in place until the end of March, when supplies are expected to improve. Since the rules were imposed, member states have waved through 174 export shipments of vaccines by various producers, allowing them to go to Canada, Mexico and other countries.\nThe Italian foreign ministry on Thursday explained the countrys decision to block the shipment, saying that Australia was a non-vulnerable country, alluding to its success in tamping down cases, whereas European countries were desperate for doses. It is not a hostile act against Australia, Foreign Minister Luigi Di Maio wrote on Facebook.\n.css-1xzcza9{list-style-type:disc;padding-inline-start:1em;}.css-rqynmc{font-family:nyt-franklin,helvetica,arial,sans-serif;font-size:0.9375rem;line-height:1.25rem;color:#333;margin-bottom:0.78125rem;}@media (min-width:740px){.css-rqynmc{font-size:1.0625rem;line-height:1.5rem;margin-bottom:0.9375rem;}}.css-rqynmc strong{font-weight:600;}.css-rqynmc em{font-style:italic;}.css-yoay6m{margin:0 auto 5px;font-family:nyt-franklin,helvetica,arial,sans-serif;font-weight:700;font-size:1.125rem;line-height:1.3125rem;color:#121212;}@media (min-width:740px){.css-yoay6m{font-size:1.25rem;line-height:1.4375rem;}}.css-1dg6kl4{margin-top:5px;margin-bottom:15px;}.css-16ed7iq{width:100%;display:-webkit-box;display:-webkit-flex;display:-ms-flexbox;display:flex;-webkit-align-items:center;-webkit-box-align:center;-ms-flex-align:center;align-items:center;-webkit-box-pack:center;-webkit-justify-content:center;-ms-flex-pack:center;justify-content:center;padding:10px 0;background-color:white;}.css-pmm6ed{display:-webkit-box;display:-webkit-flex;display:-ms-flexbox;display:flex;-webkit-align-items:center;-webkit-box-align:center;-ms-flex-align:center;align-items:center;}.css-pmm6ed \u003e :not(:first-child){margin-left:5px;}.css-5gimkt{font-family:nyt-franklin,helvetica,arial,sans-serif;font-size:0.8125rem;font-weight:700;-webkit-letter-spacing:0.03em;-moz-letter-spacing:0.03em;-ms-letter-spacing:0.03em;letter-spacing:0.03em;text-transform:uppercase;color:#333;}.css-5gimkt:after{content:\u0027Collapse\u0027;}.css-rdoyk0{-webkit-transition:all 0.5s ease;transition:all 0.5s ease;-webkit-transform:rotate(180deg);-ms-transform:rotate(180deg);transform:rotate(180deg);}.css-eb027h{max-height:5000px;-webkit-transition:max-height 0.5s ease;transition:max-height 0.5s ease;}.css-6mllg9{-webkit-transition:all 0.5s ease;transition:all 0.5s ease;position:relative;opacity:0;}.css-6mllg9:before{content:\u0027\u0027;background-image:linear-gradient(180deg,transparent,#ffffff);background-image:-webkit-linear-gradient(270deg,rgba(255,255,255,0),#ffffff);height:80px;width:100%;position:absolute;bottom:0px;pointer-events:none;}#masthead-bar-one{display:none;}#masthead-bar-one{display:none;}.css-1pd7fgo{background-color:white;border:1px solid #e2e2e2;width:calc(100% - 40px);max-width:600px;margin:1.5rem auto 1.9rem;padding:15px;box-sizing:border-box;}@media (min-width:740px){.css-1pd7fgo{padding:20px;width:100%;}}.css-1pd7fgo:focus{outline:1px solid #e2e2e2;}#NYT_BELOW_MAIN_CONTENT_REGION .css-1pd7fgo{border:none;padding:20px 0 0;border-top:1px solid #121212;}.css-1pd7fgo[data-truncated] .css-rdoyk0{-webkit-transform:rotate(0deg);-ms-transform:rotate(0deg);transform:rotate(0deg);}.css-1pd7fgo[data-truncated] .css-eb027h{max-height:300px;overflow:hidden;-webkit-transition:none;transition:none;}.css-1pd7fgo[data-truncated] .css-5gimkt:after{content:\u0027See more\u0027;}.css-1pd7fgo[data-truncated] .css-6mllg9{opacity:1;}.css-k9atqk{margin:0 auto;overflow:hidden;}.css-k9atqk strong{font-weight:700;}.css-k9atqk em{font-style:italic;}.css-k9atqk a{color:#326891;-webkit-text-decoration:none;text-decoration:none;border-bottom:1px solid #ccd9e3;}.css-k9atqk a:visited{color:#333;-webkit-text-decoration:none;text-decoration:none;border-bottom:1px solid #ddd;}.css-k9atqk a:hover{border-bottom:none;}\nWhat You Need to Know About the Vaccine Rollout\nProviders in the U.S. are administering about 1.9 million doses of Covid-19 vaccines per day, on average. About 52 million people have received at least one dose, and about 26 million have been fully vaccinated.How many people have been vaccinated in your state?\nThe U.S. isbehind several other countries in getting its population vaccinated.\nIn the near future,travel may require digital documentation showing that passengers have been vaccinated or tested for the coronavirus.\nWhen can you get the vaccine? What are the vaccines side effects? Is it safe to get one during pregnancy?We have answers to many of your questions.\nBut Europes troubles do not stem from supply problems alone: Many European countries have had enormous trouble making quick use of the shots they have already received.\nOf the 51 million vaccine doses that had been delivered to the 27 European Union nations, some 30 million had been administered, according to European Commission data last week. Many of the unused doses were being reserved for second shots, but others were languishing for other reasons, including poor communications.\nImage\nItalians over the age of 80 waiting in line to receive the coronavirus vaccine at the Baggio Military Hospital in Milan on Monday.Credit...Mourad Balti Touati/EPA, via Shutterstock\nThose problems became more acute when several E.U. countries initially restricted the AstraZeneca shot to people under 65, citing a shortage of efficacy data for older people, despite the blocs drug regulator authorizing it for all adults.\nSome have since reversed course in the face of mounting evidence from Britain that the shot provides strong protection for older people. But damage to Europeans faith in the shot had been done.\nNevertheless, European governments have been scrambling for more doses. Some have gone ahead without the E.U. and procured Russian and Chinese vaccines; others are eyeing doses sold in a black, or at least gray, market.\nThe European Union has some additional leverage over the shipment of vaccines because Belgium, the seat of the bloc, is also home to some of the worlds most important vaccine factories, including ones making the Pfizer-BioNTech and AstraZeneca-Oxford shots. Italy, Germany and Spain are also home to facilities for several vaccine makers.\nThe doses blocked by Italy this week had been filled and finished there, though they were expected to be distributed throughout the E.U.\nIn a statement on Friday morning, Australias health minister, Greg Hunt, said his country had enough doses to take us through until domestic production begins later this month.\nAustralia has had fewer coronavirus cases, relative to its size, than almost any other large developed country, and has been recently averaging only nine new cases a day, according toa New York Times database. Italy is averaging more than 18,000 new cases a day, a pace that, adjusted for population is more than 800 times as high as Australias.\nStill, the vaccine rollout has also been slow in Australia, which had planned to rely heavily on AstraZeneca. The country had signed a contract for 3.8 million AstraZeneca doses made in Europe, a stopgap until a manufacturer in Australia was able to get started on vaccine production.\nIn January, its expected delivery from Europe was cut to 1.2 million doses amid AstraZenecas production problems, despite lobbying efforts by Australias foreign minister, Marise Payne. Only one major delivery has arrived. As of February 28, only 33,702 doses had been administered nationwide, according to government figures.\nThere is great prudence in us sourcing a number of vaccines but also starting domestic production as well, said Home Affairs Minister Peter Dutton.\nBenjamin Muellerreported from London andMatina Stevis-Gridnefffrom Brussels.Emma Bubolacontributed reporting from Rome,Monika Pronczukfrom Brussels, andDamien Cavefrom Sydney.\nAdvertisementContinue reading the main story\n","date":"5 Mar 2021 08:21:29 GMT"}