{"title":"More in U.S. Embrace Covid Vaccines, Pew Poll Shows","link":"https://www.nytimes.com/2021/03/05/world/americans-vaccinations-survey.html","author":"Ruth Graham","description":"Sixty-nine percent of the public now plans to get vaccinated  or already has  up from 60 percent who said in November that they intended to pursue it.","content":"Sections\nSEARCHSkip to contentSkip to site index\nWorld\nLog in\nTodays Paper\nWorld|Americans are increasingly willing to get vaccinated, according to a new survey.\nAdvertisementContinue reading the main story\nCovid-19: Restaurant Dining and Lack of Mask Mandates Are Each Linked to U.S. Virus Spread, C.D.C. SaysAmericans are increasingly willing to get vaccinated, according to a new survey.\nMarch 5, 2021, 2:38 p.m. ETMarch 5, 2021, 2:38 p.m. ET\nByRuth Graham\nGov. Philip D. Murphy of New Jersey applauded as the states first doses of the Johnson \u0026 Johnson vaccine were administered at the Union Plaza Apartments in Union City, N.J., on Friday. Credit...Bryan Anselm for The New York Times\nVaccine hesitancy has been a concern amongU.S. public health experts for months now. But evidence increasingly suggests that as vaccination rates increase, many unvaccinated Americans are becoming more comfortable with the idea of receiving the shot themselves.\nThe proportion of adults in the country who intend to get vaccinated has increased significantly over the last several months, according to asurvey released Fridayby the Pew Research Center. Sixty-nine percent of the public now plans to get vaccinated  or already has  up from 60 percent who said in November that they intended to pursue it.\nThe issue has become more partisan over time, however. The new survey finds a 27-percentage point political gap, with 83 percent of Democrats saying they plan to get the vaccine or have already received it, compared to just 56 percent of Republicans.\nDespite the divides, the new surveybolsters optimismthat overall, Americans are increasingly open to receiving the vaccine. About 54 million people  16 percent of the population  had received at least one dose of a Covid-19 vaccine as of Thursday,according to the Centers for Disease Control and Prevention.\nThe survey also notes that 47 percent of Black Americans plan to get vaccinated and 15 percent say they already have been. Taken together, that is a sharp increase from the 42 percent who said in November they intended to be vaccinated.\nBlack and Latino people in the United States are beingvaccinated at lower ratesin part because theyface obstacleslike language barriers and inadequate access to digital technology, medical facilities and transportation.Mistrustin government officials anddoctorsalso plays a role, experts say, and is fed by misinformation that is spread on social media. President Biden hasmade equity a major focusof his pandemic response, saying he wants pharmacies, mobile vaccination units and community clinics that help underserved communities to help increase the pace of vaccinations.\nOverall, those surveyed by Pew who say they do not plan to get the vaccine cite reasons including concerns about side effects and a feeling that the vaccines were developed too quickly. Others say they are waiting for more information about how well they work.\nThe Pew results echoa survey released last weekfrom the Kaiser Family Foundation that found vaccine hesitancy declining among most demographic groups. That survey also found a significant political gap, but noted that both Democrats and Republicans were significantly more likely to say they intended to get the vaccine now than in December.\nAdvertisementContinue reading the main story\n","date":"5 Mar 2021 19:38:32 GMT"}